cask "docker"

brew "awscli"
brew "docker"
brew "docker-compose"
brew "figlet"
brew "python3"
brew 'git'
brew 'jenv'
brew 'jq'
brew 'maven'
brew 'nvm'
brew 'postgresql'

cask 'AppCleaner'
cask 'adoptopenjdk11'
cask 'alfred'
cask 'balenaetcher'
cask 'CheatSheet'
cask 'Firefox'
cask 'google-chrome'
cask 'intellij-idea-ce'
cask 'keystore-explorer'
cask 'kodi'
cask 'ledger-live'
cask 'LastPass'
cask 'megasync'
cask 'microsoft-office'
cask 'ngrok' // for public url to localhost
cask 'Postman'
cask 'ProtonVPN'
cask 'pgadmin4'
cask 'Spectacle'
cask 'slack'
cask 'spectacle'
cask 'sublime-text'
cask 'Todoist'
cask 'Vanilla'
cask 'veracrypt'
cask 'visual-studio-code'
cask 'vlc'






#Amphetamine
#Be Focused
#Encrypto
#Helium
#Keka
#LensOCR
#WireGuard
